[{
	"1": {
		"title": "做個樂於學習、善於創造的資工人",
		"intro": "如何在進展快速、不可限量的資訊科技領域中實現自我、創造各種可能性呢? 為何不在高中時代及早進入資訊世界，建構良好的基礎和宏觀的視野，善用各種學習管道，開始追逐夢想? 講者從高中開始接觸電腦後，三十六年來一路學習與研究資訊科技，樂此不疲，在此分享個人的學思歷程以及對未來的憧憬。",
		"time": "A廳 / Keynote / 09:45 ~ 10:35",
		"speaker": "洪士灝",
		"speakerintro": "臺大資工系教授兼副主任、密西根大學電腦博士、台大電機學士。曾任矽谷昇陽電腦工程師。致力推動產學合作。"
	},
	"2": {
		"title": "Stay Hungry, Stay Foolish.",
		"intro": "學校是唯一的學習途徑？「駭客精神」是個什麼樣的概念？「我的志向」一個經典到炸裂的國小作文題目，你是否還記得當時的你寫了什麼？現在的你又是否朝著當初的志向走著？本演講會分享一個師長眼中的問題學生是用什麼樣的方式，堅持得朝向自己的理想前進。",
		"time": "A廳 / Keynote / 10:45 ~ 11:35",
		"speaker": "Denny Huang",
		"speakerintro": "雷亞遊戲（Rayark Inc.）資料工程師，為 SITCON 學生計算機年會共同發起人，2013 及 2014 年會總召；在正規教育中特立獨行，妄想透過改善教育讓台灣更進步，崇尚開源精神，熱愛使用者界面 (UI) 以外的多種技術。"
	},
	"3A": {
		"title": "淺談 Functional Programming - 以 JS 和 Python 為例",
		"intro": "Functional Programming (函數式程式設計，簡稱 FP) 是一種程式設計典範。相較於指令式程式設計（例如C），FP 更注重結果而非過程。雖然目前並非主流，但近年來逐漸成為顯學。 本場議程將會簡單介紹 FP 中的基礎觀念。 本場議程雖以 JS 和 Python 為例，但僅會使用 C 者亦可來聽。",
		"time": "A廳 / 發表軌 / 12:35 ~ 13:10",
		"speaker": "陳立凡",
		"speakerintro": "快要被當的高一科學班學生 <br /> 現為師大附中網管小組成員 <br /> JS 寫著寫著就不小心掉進了 FP 的坑裡"
	},
	"3B": {
		"title": "",
		"intro": "",
		"time": "",
		"speaker": "",
		"speakerintro": ""
	},
	"4A": {
		"title": "淺談帳號安全與加密連線",
		"intro": "這年頭還有帳號被盜？！任何連線請記得加密傳輸，否則你的帳號將登上綿羊牆…",
		"time": "A廳 / 發表軌 / 13:15 ~ 13:50",
		"speaker": "楊志璿",
		"speakerintro": "喜歡分享資訊科技，也對資訊充滿熱情，同時痛恨bug"
	},
	"4B": {
		"title": "無人機自動飛航現況、應用及挑戰",
		"intro": "隨著無人機的成本下降，近年來有愈來愈多應用隨之而生，如: 災難救助、送貨服務等。不過，不像無人駕駛車已可在真實道路上運行，無人機在自動飛航上，受限於硬體限制、較高的控制自由度、飛行控制等，目前還離人工操控有非常遠的距離。而在這個演講，將介紹相關研究的目前研究現況、應用及未來可能的挑戰。",
		"time": "B廳 / 升學教育軌 / 13:15 ~ 13:50",
		"speaker": "陳冠文",
		"speakerintro": "交大資工助理教授，於2016年2月開始在系上任教，研究專長為電腦視覺、視訊多媒體系統、影像辨識等。"
	},
	"5A": {
		"title": "你不懂設計師：自學前端的心路歷程",
		"intro": "設計系來踢館！別再說設計師都不懂程式，會設計又懂程式的設計師絕對讓你愛不釋手！本講題將以一個學姊的角色，淺談個人一路從大一自學網頁至今從事前端設計與開發的心路歷程。希望藉此消弭資工系與設計系之間的愛恨情仇，也鼓勵同學趕快推坑身邊會設計的朋友一起加入寫程式的行列吧",
		"time": "A廳 / 發表軌 / 13:55 ~ 14:30",
		"speaker": "張雅茵",
		"speakerintro": "台科大設計系應屆畢業生，同時在五倍紅寶石擔任前端設計師。除了平面設計之外，自學網頁至今四年，含兩年前端設計與開發的工作經驗。喜歡文字與電影，是個職業貓奴。"
	},
	"5B": {
		"title": "",
		"intro": "",
		"time": "",
		"speaker": "",
		"speakerintro": ""
	},
	"6A": {
		"title": "第一次深度學習就上手",
		"intro": "深度學習已經成為大家茶餘飯後的話題，這場演講我將詳細介紹 MLP 與 CNN 的原理，並且談論深度學習各方面的長處與短處。Demo的部分著手於圖像辨識，從手寫字體數據庫 MNIST 與圖像數據庫 cifar10 ，一步一步到自建數據庫，用簡單不繁瑣的程式碼帶領大家深度學習深度學習。讓沒有程式設計基礎的同學可以理性看待 AI ;讓有程式基礎的同學可以第一次深度學習就上手。",
		"time": "A廳 / 發表軌 / 15:10 ~ 15:25",
		"speaker": "張聖岳",
		"speakerintro": "張聖岳(Ra)，普通高三應屆畢業生，熱愛 C++ 與 Python。對於資訊領域充滿好奇，並且熱衷於嘗試。"
	},
	"6B": {
		"title": "讀心術 - 以電腦來解碼腦部活動",
		"intro": "Mind reading is no longer science fiction, to some extent. With cutting-edge sensors and signal processing technology, we are able to construct encoding and decoding models between stimuli and brain responses. These models can then be used to extract information encoded and embedded in our brains.",
		"time": "B廳 / 升學教育軌 / 15:10 ~ 16:05",
		"speaker": "陳永昇",
		"speakerintro": "陳永昇教授任職於交通大學資訊工程系，並擔任電機資訊學士班主任，研究專長在腦波分析與機器學習。"
	},
	"7A": {
		"title": "SysAdmin - 如何當個稱職的工具人",
		"intro": "架服務都懶人包、敲指令都 Copy & Paste ? 其實基礎的系統維護並沒有想像中恐怖，然而大家好像都覺得這是件很麻煩事或很艱難的挑戰，我希望用這個 Talk 讓大家認識什麼是 SysAdmin，並瞭解想當一個 SysAdmin 會需要學到怎樣的技術，最後會介紹一些 SysAdmin 會使用的工具。",
		"time": "A廳 / 發表軌 / 15:30 ~ 15:45",
		"speaker": "賴大立",
		"speakerintro": "在回歸學校的路上的準大學生"
	},
	"8A": {
		"title": "Facebook 真的免費嗎？",
		"intro": "這次的年會主題再探討網路的中立性，我想藉由探討Facebook到底正在如何運用大量用戶資訊攫取金錢，和會眾討論一個解決社群資料被企業控制的方法—分散式社群平台，並帶著大家由簡單的操作，在網路上使用Hexo發布一個屬於自己管理的部落格。",
		"time": "A廳 / 發表軌 / 15:50 ~ 16:05",
		"speaker": "陳冠辰",
		"speakerintro": "大家好我是 ToMmyDong，擔任今年的副召，自從INFAS成立以來，我每年都有報名講師。今年開始接觸程式競賽，對網路也很有興趣，想借這次年會主題和大家分享我的想法，請多多指教。"
	},
	"9A": {
		"title": "跨校專題 & 社群合作",
		"intro": "希望藉由分享如何進行跨校合作的專題研究中，分享我們的自學方式和突破，如何在不同校沒有專題課又不同年級得狀態下進行研究，以及如何在資訊社群的參與上，如何突破年齡的界限和能力差距。藉由我們的親身經歷告訴會眾們，不要自己設框架、侷限自己得視野。 <br /> 希望藉由分享如何進行跨校合作的專題研究中，分享我們的自學方式和突破，如何在不同校沒有專題課又不同年級得狀態下進行研究，以及如何在資訊社群的參與上，如何突破年齡的界限和能力差距。藉由我們的親身經歷告訴會眾們，不要自己設框架、侷限自己得視野。",
		"time": "A廳 / 發表軌 / 16:10 ~ 16:45",
		"speaker": "劉元愷、許捷宜",
		"speakerintro": "劉元愷：我是來自台中一中電研社的學生，未來將擔任教學長的工作。我的專長是數學、英文、物理、Python…，大部分的課餘時間我致力於有關電腦視覺和卷積神經網路的專題研究（科展）（目前已完成一次小論文），其他空閒的時間會到科學博物館當物理世界志工為參觀的人解說物理的原理。 <br /> 許捷宜：台中二中電研百八級的副社，目前擔任兩個資訊年會的工人(INFAS&HITCON)，想努力推廣資訊社群到高中生的生活圈中。"
	},
	"9B": {
		"title": "高中三年的資研生活",
		"intro": "對於演講，希望能夠給目前還在高中的學生有對於社團的了解，讓大家更加理解社團生活的相關內容，例如各式各樣的活動，與其他社團交流。還有升學相關管道，本人是使用今年APCS(大學程式能力測試)藉以申請資工系就讀。希望能帶給未來想要在相關科系發展的學生們一些可學習的知識",
		"time": "B廳 / 升學教育軌 / 16:10 ~ 16:25",
		"speaker": "陳宇漢",
		"speakerintro": "來自台南二中，同時是資研社社長，對於社團活動與社團運作有一定的了解，希望能在年會中與更多人共同討論相關問題"
	},
	"10B": {
		"title": "如何培養創意與想法？",
		"intro": "在即將來臨的AI時代，我們都將面臨與AI競爭的一天，而想勝過AI，我們就必須學會AI做不到的事情。在面對AI競爭應強化的能力中，我認為「創意與想法」是最重要的，也是相較於其他能力(如專業能力、管理能力)最不容易被取代的一項。然而創意與想法並不是一朝一夕就能培養的，那該如何培養這項能力呢？我提出了「三多」原則：多想、多問、多做。把握這三項原則，我認為能以較高的效率增進能力。希望聽眾聽完三多原則，並具體實行後，能順利培養過人的創意與想法，在面對未來的強大競爭，都能成為笑到最後的勝者。",
		"time": "B廳 / 升學教育軌 / 16:30 ~ 16:45",
		"speaker": "洪裕翔",
		"speakerintro": "我是洪裕翔，目前是國立中興高中二年級數理資優班的學生。 我的個人特質勇於冒險，喜歡嘗試新事物，興趣也因此非常廣泛多元， 從小說寫作、股市研究到下棋，甚至將生活中的事物數學建模都屬於我興趣的範疇。 由於個性和興趣，我在課餘也參加了些競賽活動 例如全國中學生小論文寫作、學科能力競賽、全國中等學校數學建模競賽以及數感盃數學寫作競賽等等 這次看到了中學生資訊年會的訊息，我的心又蠢蠢欲動地想來參一腳了嘻嘻"
	},
	"11A": {
		"title": "像電神一樣使用編輯器—淺談 Emacs",
		"intro": "神的編輯器Emacs，上手與設定的難度造成眾多新手在選擇編輯器的過程中忽略了Emacs，在演講中我將會介紹什麼是Emacs、他又有哪裡吸引人以及最重要的如何簡單上手，教大家如何跨越config hell，希望為Emacs這一上古時代的神器注入新血。",
		"time": "A廳 / 發表軌 / 16:50 ~ 17:05",
		"speaker": "劉宗函",
		"speakerintro": "一個喜歡喝茶的 Emacser"
	},
	"11B": {
		"title": "我與我奇幻的程式競賽之路",
		"intro": "我在上高中後開始接觸程式競賽，在一年內成為該年的國際資奧代表隊隊員。這對我來說是一趟奇幻的旅程，所以我希望藉由這段經驗的分享，讓更多人認識程式競賽，並且給有能力或有衝勁的高中生一點鼓勵。",
		"time": "B廳 / 升學教育軌 / 16:50 ~ 17:05",
		"speaker": "蘇柏瑄",
		"speakerintro": "我是一位高二的學生，喜歡一切和資訊有關的事物，從小四開始學程式，目前是資訊競賽選手。"
	}
}]
